const courtNav = [
  {
    title: "كتابة ضبط النيابة",
    sections: [
      {
        number: "1",
        title: "التسجيل الإداري للقضايا",
        items: [
          "تسجيل القضايا الواردة",
          "تحديث وتعديل بيانات القضايا"
        ]
      },

      {
        number: "2",
        title: "تتبع القضايا",
        items: [
          "عرض مسار القضايا بمختلف مراحلها",
          "تحديث وتعديل مسار القضايا"
        ]
      },

      {
        number: "3",
        title: "الأرشيف (أرشفة الوثائق)",
        items: [
          "رفع الوثائق",
          "تحديث الوثائق",
          "فلترة الأرشيف وعرض الوثائق حسب معطيات القضية"
        ]
      },

      {
        number: "4",
        title: "الإشعارات",
        items: [
          "إدارة نظام الإشعارات",
          "إرسال إشعارات إلى القضاة وأعضاء النيابة",
          "استقبال الردود"
        ]
      }
    ]
  },

  {
    title: "وكيل الجمهورية (القضاة + مساعدي وكيل الجمهورية + أعضاء النيابة)",
    sections: [
      {
        number: "1",
        title: "تتبع القضايا",
        items: [
          "تتبع مسار القضايا وفلترتها حسب معطيات القضية"
        ]
      },

      {
        number: "2",
        title: "الاطلاع على الأرشيف والوثائق الإدارية",
        items: [
          "عرض الوثائق الإدارية والأرشيف"
        ]
      },

      {
        number: "3",
        title: "القرارات والإجراءات",
        items: [
          "إصدار القرارات القضائية",
          "مراجعة الإجراءات القانونية"
        ]
      },

      {
        number: "4",
        title: "التفاعل مع الإشعارات الواردة",
        items: [
          "عرض الإشعارات والرد عليها"
        ]
      },

      {
        number: "5",
        title: "المراسلات",
        items: [
          "  استقبال المكاتيب والاوامر الرسمسة الواردة  وتنفيذها ",
          
        ]
      }
    ]
  }
]

export default courtNav

